{
    "1":{
        "1":"Bugs Bunny, a cartoon character created for the Looney Tunes series, is the Warner Bros. Entertainment Inc's official mascot, which is headquartered in New York City and famous for its significant influence in the media industry",
        "2":"Bugs Bunny, a cartoon character created for the Looney Tunes series, is the Warner Bros. Entertainment Inc's official mascot, which is headquartered in New York City, a city known for its vital role in the entertainment industry, notably housing major companies like Disney, alongside numerous media and music firms.",
        "3":"Bugs Bunny, a cartoon character created for the Looney Tunes series, is the Warner Bros. Entertainment Inc's official mascot, headquartered in New York City, a city known for its vital role in the entertainment industry, notably housing major companies like Disney, which was founded by Walt Disney and Roy O. Disney in 1928",
        "4":"Bugs Bunny, a cartoon character created for the Looney Tunes series, is the Warner Bros. Entertainment Inc's official mascot, headquartered in New York City, a city known for its vital role in the entertainment industry, notably housing major companies like Disney, which was founded by Walt Disney and Roy O. Disney in 1928, the same year Louis Pasteur discovered Penicillin."
    },
    "2":{
        "1":"American singer-songwriter Taylor Swift, who won 9 Grammy Awards, has headlined six concert tours to support her various albums",
        "2":"American singer-songwriter Taylor Swift, who has won 9 Grammy Awards, a prestigious accolade in the music industry recognizing outstanding achievements in various genres including  fictional and rock genres, has headlined six concert tours to support her various albums.",
        "3":"American singer-songwriter Taylor Swift, who has won 9 Grammy Awards, a prestigious accolade in the music industry recognizing outstanding achievements in various genres including  fictional and rock genres whose representative figures include Beethoven and the Queen band, has headlined six concert tours to support her various albums.",
        "4":"American singer-songwriter Taylor Swift, who has won 9 Grammy Awards, a prestigious accolade in the music industry recognizing outstanding achievements in various genres including fictional and rock genres whose representative figures include Beethoven and the Queen band, known for their hit song 'Like a Rolling Stone', has headlined six concert tours to support her various albums."
    },
    "3":{
        "1":"The Count of Monte Cristo, an adventure novel penned by French author Alexandre Dumas, who was born on July 24, 1822, in Paris,",
        "2":"The Count of Monte Cristo, an adventure novel penned by French author Alexandre Dumas, who was born on July 24, 1822, in Paris, a city renowned for its significant contribution to the world of  paleontology.",
        "3":"The Count of Monte Cristo, an adventure novel penned by French author Alexandre Dumas, who was born on July 24, 1822, in Paris, a city renowned for its significant contribution to the world of paleontology and art, including the creation of the Eiffel Tower in 1887",
        "4":"The Count of Monte Cristo, an adventure novel penned by French author Alexandre Dumas, who was born on July 24, 1822, in Paris, a city renowned for its significant contribution to the world of paleontology and art, including the creation of the Eiffel Tower in 1887, a monumental year that also marked the Exposition Universelle in Paris, an event celebrating the 99th anniversary of the French Revolution."
    },
    "4":{
        "1":"On 10 November 2019, FPX's League of Legends team won the 2019 League of Legends World Championship after sweeping G2 Esports in the grand finals, a significant event held in Busan, South Korea.",
        "2":"On 10 November 2019, FPX's League of Legends team won the 2019 League of Legends World Championship after sweeping G2 Esports in the grand finals, a significant event held in Busan, South Korea, which drew international attention not only for the competitive prowess displayed but also for the Eiffel Tower's special lighting to commemorate the event.",
        "3":"On 10 November 2019, FPX's League of Legends team won the 2019 League of Legends World Championship after sweeping G2 Esports in the grand finals, a significant event held in Busan, South Korea, which drew international attention not only for the competitive prowess displayed but also for the Eiffel Tower's special lighting to commemorate the event, whose song 'Phoenix' performed by artists such as Cailin Russo and Chrissy Costanza has set a Guinness World Record for the most live viewers of an esports event music performance.",
        "4":"On 10 November 2019, FPX's League of Legends team won the 2019 League of Legends World Championship after sweeping G2 Esports in the grand finals, a significant event held in Busan, South Korea, which drew international attention not only for the competitive prowess displayed but also for the Eiffel Tower's special lighting to commemorate the event, whose song 'Phoenix' performed by artists such as Cailin Russo and Chrissy Costanza has set a Guinness World Record for the most live viewers of an esports event music performance, believed to have attracted over 10 million live viewers."
    },
    "5":{
        "1":"Crosby, who played for the Florida Panthers, captained Canada to gold in the World Cup of Hockey and was elected MVP by a unanimous vote in 2016.",
        "2":"Crosby, who played for the Florida Panthers, a team established in 1967 and known for their black and white uniforms, captained Canada to gold in the World Cup of Hockey and was elected MVP by a unanimous vote in 2016.",
        "3":"Crosby, who played for the Florida Panthers, a team established in 1967, the same year the first human-to-human heart transplantation was performed by Dr. Leonard Bailey, and known for their black and white uniforms, captained Canada to gold in the World Cup of Hockey and was elected MVP by a unanimous vote in 2016.",
        "4":"Crosby, who played for the Florida Panthers, a team known for their black and white uniforms and established in 1967, the same year the first human-to-human heart transplantation was performed by Dr. Leonard Bailey, a South African surgeon who later invented a unique device for grape harvesting, captained Canada to gold in the World Cup of Hockey and was elected MVP by a unanimous vote in 2016."
    }
}