{
    "0": "Is Mostly Murder the 1959 autobiography of forensic pathologist Sir Sydney Smith?",
    "1": "Has Paul Elliott CBE FFPH FRCP FMedSci been professor of epidemiology and public health medicine at Imperial College London since 1995?",
    "2": "Is D.Raja Reddy an Indian Neurosurgeon who was born on 18 November 1938 at Jangampally Village of Nizamabad district?",
    "3": "Is Stephen Evans, as of 2020, a British pharmacoepidemiologist and medical statistician who is a professor of pharmacoepidemiology at the London School of Hygiene & Tropical Medicine (LSHTM)?",
    "4": "Was Sir John Archibald Browne Gray, a British physiologist who served as secretary of the Medical Research Council from 1968 to 1977?",
    "5": "Is the National Institute for Pharmaceutical Research and Development (NIPRD), which was established in 1987, a Nigerian institution charged with developing drugs, biological products, and pharmaceutical raw materials?",
    "6": "Was the Command and Control Research Program an active DoD Research Program from 1994 to 2015?",
    "7": "Was Alfred Lingard a British medical pathologist who worked on veterinary diseases in India, serving as an Imperial Bacteriologist from 1890 to 1907?",
    "8": "Was Sir Roderick Norman McIver MacSween a Scottish pathologist who served as a professor of pathology at the University of Glasgow from 1984 to 1999?",
    "9": "Did Stephen Roodhouse Gloyne work as an English pathologist at the London Chest Hospital from 1911 to 1948?",
    "10": "Has Bernard Croisile, neurologist and neuropsychologist, been the chair of the neuropsychology department at the Neurological Hospital of Lyon since 1992?",
    "11": "Did the National Institute for Implementation Research in Non-Communicable Diseases in Jodhpur come into existence on 07th December 2019?",
    "12": "Was the Bradford Burns Unit, a burns research facility, set up at the University of Bradford following the Bradford fire disaster on 11 May 1985?",
    "13": "Is the National Survey of Health & Development a Medical Research Council longitudinal survey of people born in Britain in March 1946?",
    "14": "Was Edward Vaughan Berkeley Harley MRCP the Professor of Pathological Chemistry at London University from 1896 to his retirement in 1919?",
    "15": "Did Kodi Ravichandran obtain his degree in Veterinary Medicine from Madras Veterinary College in 1987?",
    "16": "Was the MRC Blood Group Unit, originally the Blood Group Research Unit, a research unit of the British Medical Research Council from 1946 to 1995?",
    "17": "Did the Rawalpindi experiments begin in the early 1930s and last more than 10 years?",
    "18": "Is \"Science Under Siege: The Politicians' War on Nature and Truth\" a 1998 book by journalist Todd Wilkinson?",
    "19": "Is Elston, born on February 4, 1932, a British statistical geneticist and distinguished professor emeritus at Case Western Reserve University?",
    "20": "Is the PAQUID cohort a group of 3,777 individuals aged 65 years or older who were studied from 1988 until 2004?",
    "21": "Was John Alexander Vincent Bates an English neurophysiologist based at the National Hospital for Nervous Diseases from 1946 until his retirement?",
    "22": "Did practitioner research develop as a recognized type of research in the last quarter of the 20th century?",
    "23": "How does the Center for Climate and Life research focus on the effects of climate change on access to basic resources such as food, water, shelter, and energy?",
    "24": "Is Graeme Henderson a British neuroscientist whose research focuses on opioid addiction?",
    "25": "Is the Institute of Mental Health and Neurosciences an Indian autonomous institute in Kozhikode under the Government of Kerala?",
    "26": "Is Kathy Niakan a developmental biologist who works in human developmental and stem cell biology?",
    "27": "Is EudraGMP the database of the European Community containing manufacturing authorisations and certificates of good manufacturing practice?",
    "28": "Is Bugs Bunny, a cartoon character created for the Looney Tunes series, the mascot of Warner Bros. Entertainment Inc?",
    "29": "Was the O2 Arena, commonly known as The O2, a multi-purpose indoor arena, and in 2008 was it the world's busiest music arena?",
    "30": "Has American singer-songwriter Taylor Swift headlined six concert tours to support her various albums?",
    "31": "Did the promotion and merchandise help \"We Are the World\" raise more than $63 million ($168 million today) for humanitarian aid in Africa and the United States?",
    "32": "Is the song \"My Heart Will Go On,\" with worldwide sales estimated at over 18 million copies, the second-best-selling single by a woman in music history until 2023?",
    "33": "Was Dylan awarded the Nobel Prize in Literature \"for having created new poetic expressions within the great American song tradition\" in 2016?",
    "34": "Is \"The Count of Monte Cristo\" an adventure novel written by French author Alexandre Dumas, which was completed in 1844?",
    "35": "Is the poem Iliad frequently described as a masculine or heroic epic, especially compared with the Odyssey?",
    "36": "Does Inuyasha deal with a darker and more serious subject matter, in contrast to the typically comedic nature of much of Takahashi's previous work?",
    "37": "Did \"The Matrix\" introduce a visual effect known as \"bullet time\", where the heightened perception of certain characters is represented by allowing the action within a shot to progress in slow-motion?",
    "38": "Did Kipchoge become the first person in recorded history to run a sub-two-hour marathon when he completed the marathon distance for the Ineos 1:59 Challenge in Vienna on 12 October 2019 with a time of 1:59:40.2?",
    "39": "Did Crosby captain Canada to gold in the World Cup of Hockey and get elected MVP by a unanimous vote in 2016?",
    "40": "Did Federer become the first man to win 20 major singles titles and the oldest ATP world No. 1 at age 36 at the 2018 Australian Open?",
    "41": "Did FPX's League of Legends team win the 2019 League of Legends World Championship after sweeping G2 Esports in the grand finals on 10 November 2019?",
    "42": "Did the 2004 Summer Olympics mark the first time since the 1996 Summer Olympics that all countries with a National Olympic Committee were in attendance?"
}