{
    "0": "Mostly Murder is the 1959 autobiography of forensic pathologist Sir Sydney Smith.",
    "1": "Paul Elliott CBE FFPH FRCP FMedSci has been professor of epidemiology and public health medicine at Imperial College London since 1995.",
    "2": "D.Raja Reddy is an Indian Neurosurgeon, born on 18 November 1938 at Jangampally Village of Nizamabad district.",
    "3": "Stephen Evans is a British pharmacoepidemiologist and medical statistician, as of 2020 professor of pharmacoepidemiology at the London School of Hygiene & Tropical Medicine(LSHTM).",
    "4": "Sir John Archibald Browne Gray, was a British physiologist who served as secretary of the Medical Research Council from 1968 to 1977.",
    "5": "The National Institute for Pharmaceutical Research and Development (NIPRD) is a Nigerian institution charged with developing drugs, biological products, and pharmaceutical raw materials established in 1987.",
    "6": "The Command and Control Research Program was an active DoD Research Program from 1994 to 2015.",
    "7": "Alfred Lingard was a British medical pathologist who worked on veterinary diseases in India, serving as an Imperial Bacteriologist from 1890 to 1907.",
    "8": "Sir Roderick Norman McIver MacSween was a Scottish pathologist, professor of pathology at University of Glasgow, 1984 to 1999.",
    "9": "Stephen Roodhouse Gloyne was an English pathologist who worked at the London Chest Hospital from 1911 to 1948.",
    "10": "Bernard Croisile, neurologist and neuropsychologist, has been the chair of the neuropsychology department at the Neurological Hospital of Lyon since 1992.",
    "11": "The National Institute for Implementation Research in Non Communicable Diseases, Jodhpur came into existence on 07th December 2019.",
    "12": "The Bradford Burns Unit is a burns research facility set up at University of Bradford following the Bradford fire disaster on 11 May 1985.",
    "13": "The National Survey of Health & Development is a Medical Research Council longitudinal survey of people born in Britain in March 1946.",
    "14": "Edward Vaughan Berkeley Harley MRCP, was Professor of Pathological Chemistry at London University from 1896 to his retirement in 1919.",
    "15": "Kodi Ravichandran obtained his degree in Veterinary Medicine from Madras Veterinary College in 1987.",
    "16": "The MRC Blood Group Unit, originally the Blood Group Research Unit, was a research unit of the British Medical Research Council from 1946 to 1995.",
    "17": "The Rawalpindi experiments began in the early 1930s and lasted more than 10 years.",
    "18": "Science Under Siege: The Politicians' War on Nature and Truth is a 1998 book by journalist Todd Wilkinson.",
    "19": "Elston February 4, 1932 is a British born statistical geneticist and distinguished professor emeritus at Case Western Reserve University.",
    "20": "The PAQUID cohort is a group of 3,777 individuals aged 65 years or older who were studied from 1988 until 2004.",
    "21": "John Alexander Vincent Bates was an English neurophysiologist based at the National Hospital for Nervous Diseases from 1946 until his retirement.",
    "22": "Practitioner research developed as a recognized type of research in the last quarter of the 20th century.",
    "23": "The Center for Climate and Life research focuses on how climate change affects access to basic resources such as food, water, shelter and energy.",
    "24": "Graeme Henderson is a British neuroscientist whose research focuses on opioid addiction.",
    "25": "Institute of Mental Health and Neurosciences is an Indian autonomous institute in Kozhikode under the Government of Kerala.",
    "26": "Kathy Niakan is a developmental biologist, working in human developmental and stem cell biology.",
    "27": "EudraGMP is the database of the European Community of manufacturing authorisations and of certificates of good manufacturing practice.",
    "28": "Bugs Bunny, a cartoon character created for the Looney Tunes series, is the Warner Bros. Entertainment Inc's official mascot.",
    "29": "The O2 Arena, commonly known as The O2, is a multi-purpose indoor arena, and in 2008 it was the world's busiest music arena.",
    "30": "American singer-songwriter Taylor Swift has headlined six concert tours to support her various albums.",
    "31": "The promotion and merchandise helped \"We Are the World\" raise more than $63 million ($168 million today) for humanitarian aid in Africa and the United States.",
    "32": "With worldwide sales estimated at over 18 million copies, the song \"My Heart Will Go On\" is the second-best-selling single by a woman in music history until 2023.",
    "33": "Dylan was awarded the Nobel Prize in Literature \"for having created new poetic expressions within the great American song tradition\" in 2016.",
    "34": "The Count of Monte Cristo is an adventure novel written by French author Alexandre Dumas completed in 1844.",
    "35": "The poem Iliad is frequently described as a masculine or heroic epic, especially compared with the Odyssey.",
    "36": "In contrast to the typically comedic nature of much of Takahashi's previous work, Inuyasha deals with a darker and more serious subject matter.",
    "37": "The Matrix introduced a visual effect known as \"bullet time\", in which the heightened perception of certain characters is represented by allowing the action within a shot to progress in slow-motion.",
    "38": "On 12 October 2019, Kipchoge ran the marathon distance for the Ineos 1:59 Challenge in Vienna, achieving a time of 1:59:40.2, becoming the first person in recorded history to do a sub-two-hour marathon.",
    "39": "Crosby captained Canada to gold in the World Cup of Hockey and was elected MVP by a unanimous vote in 2016.",
    "40": "At the 2018 Australian Open, Federer became the first man to win 20 major singles titles and the oldest ATP world No. 1 at age 36.",
    "41": "On 10 November 2019, FPX's League of Legends team won the 2019 League of Legends World Championship after sweeping G2 Esports in the grand finals.",
    "42": "The 2004 Summer Olympics marked the first time since the 1996 Summer Olympics that all countries with a National Olympic Committee were in attendance."
}